Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: ཀུན་ཏུ་རྟོག་པ་དང་། རྣམ་པར་རྟོག་པ་དང་། ཡོངས་སུ་རྟོག་པ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་འདུ་ཤེས་ཡིད་ལ་བྱེད་པ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression the calming of fantasies, ruminations, and suppositions is a designation for the calming of fixed attention to notions in the mind.

source: འདུ་ཤེས་ཡིད་ལ་བྱེད་པ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་ཕྱིན་ཅི་ལོག་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression the calming of fixed attention to notions in the mind is a designation for the calming of the distorted views.

source: ཕྱིན་ཅི་ལོག་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་རྒྱུ་དང་དམིགས་པ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression the calming of the distorted views is a designation for the calming of a cognitive basis or cause.

source: རྒྱུ་དང་དམིགས་པ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་མ་རིག་པ་དང་སྲིད་པའི་སྲེད་པ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression the calming of a cognitive basis or cause is a designation for the calming of craving, becoming, and ignorance.

source: མ་རིག་པ་དང་། སྲིད་པའི་སྲེད་པ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །ངར་འཛིན་པ་དང་། ང་ཡིར་འཛིན་པ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་མིང་དང་གཟུགས་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression the calming of craving, becoming, and ignorance is a designation for the calming of the conceptualization of ‘I’ and ‘mine.’ The expression the calming of the conceptualization of ‘I’ and ‘mine’ is a designation for the calming of name and form.

source: མིང་དང་གཟུགས་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་ཆད་པ་དང་། །རྟག་པར་ལྟ་བ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །
en: The expression the calming of name and form is a designation for the calming of the view that the self is eternal and the view that the self is destroyed completely at death.

source: ཆད་པ་དང་རྟག་པར་ལྟ་བ་ཉེ་བར་ཞི་བ་ཞེས་བྱ་བ་འདི་ནི་འཇིག་ཚོགས་ལ་ལྟ་བ་ཉེ་བར་ཞི་བའི་ཚིག་བླ་དགས་སོ། །ཞི་བའི་བློ་གྲོས་དེ་ལྟར་ན་དམིགས་པ་དང་།
en: The expression the calming of the view that the self is eternal and the view that the self is destroyed completely at death is a designation for the calming of the belief in a true self.

source: རྒྱུ་དང་ལྟ་བ་དང་ལྡན་པའི་ཀུན་ནས་ཉོན་མོངས་པ་འབྱུང་བ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནི་འཇིག་ཚོགས་ལ་ལྟ་བ་ལས་འབྱུང་ངོ་། །
en: “Indeed, Śāntamati, all those afflictions that occur in association with beliefs, causes, and cognitive bases arise from the belief in a true self.

source: འཇིག་ཚོགས་ལ་ལྟ་བ་ཉེ་བར་ཞི་ན། ལྟ་བ་ཐམས་ཅད་ཉེ་བར་ཞིའོ། །
en: From the calming of the belief in a true self comes the calming of all views.

source: འཇིག་ཚོགས་ལ་ལྟ་བ་ཉེ་བར་ཞི་ན་སྨོན་པ་ཐམས་ཅད་ཉེ་བར་ཞིའོ། །འཇིག་ཚོགས་ལ་ལྟ་བ་ཉེ་བར་ཞི་ན།
en: From the calming of the belief in a true self comes the calming of all wishes.

source: ཉོན་མོངས་པ་ཐམས་ཅད་ཉེ་བར་ཞིའོ། །
en: From the calming of the belief in a true self comes the calming of all afflictions.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན། ཤིང་གི་རྩ་བ་བཅད་ན། ཡལ་ག་དང་ལོ་མ་དང་། ཡལ་ག་ཕྲའུ་ཐམས་ཅད་སྐམ་པར་འགྱུར་རོ། །ཞི་བའི་བློ་གྲོས་དེ་བཞིན་དུ་འཇིག་ཚོགས་ལ་ལྟ་བ་ཉེ་བར་ཞི་ན་ཉོན་མོངས་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་འགྱུར་རོ། །
en: “Indeed, Śāntamati, just as all the blossoms, leaves, and branches of a tree wither when the tree is cut at the roots, in the same way all afflictions are calmed through the calming of the belief in a true self.

source: ཞི་བའི་བློ་གྲོས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་མི་ཤེས་ན་ཉེ་བར་ལེན་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་འབྱུང་ངོ་། །
en: All the afflictions and the things to which one clings, Śāntamati, arise when one does not thoroughly comprehend the nature of the belief in a true self.

source: འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པར་གྱུར་ན་ཉེ་བར་ལེན་པ་དང་ཉེ་བའི་ཉོན་མོངས་པ་ཐམས་ཅད་མི་འབྱུང་སྟེ། གནོད་པར་མི་འགྱུར་རོ། །ཞི་བའི་བློ་གྲོས་ཀྱིས་གསོལ་བ། །
en: Whereas for one who has thoroughly comprehended the nature of the belief in a true self, all the afflictions and the things to which one clings do not arise and do not cause one trouble.”

source: བཅོམ་ལྡན་འདས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་འཚལ་བ་ཇི་ལྟ་བུ་ལགས།
en: “Once again, Blessed One, what is thorough comprehension of the belief in a true self?” asked Śāntamati.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཞི་བའི་བློ་གྲོས་བདག་ཀུན་ནས་མི་སློང་བ་ནི་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པའོ། །
en: The Blessed One answered, “Thorough comprehension of the belief in a true self, Śāntamati, is the nonarising of a self.

source: སེམས་ཅན་ཀུན་ནས་མི་སློང་བ་དང་།
en: Thorough comprehension of the belief in a true self is the nonarising of a being;

source: སྲོག་དང་གང་ཟག་ཏུ་ལྟ་བ་ཀུན་ནས་མི་སློང་བ་ནི་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པའོ། །
en: it is also the nonarising of the beliefs in a person or a life force.

source: ཞི་བའི་བློ་གྲོས་ལྟ་བ་དེ་ནི་ནང་ན་ཡང་མི་གནས། ཕྱི་རོལ་ན་ཡང་མི་གནས་སོ། །
en: Moreover, Śāntamati, this belief is not found internally, and it is not found externally.

source: ལྟ་བ་གནས་པ་མེད་པ་དེ་ལ་མི་གནས་པར་ཤེས་པ་གང་ཡིན་པ་འདི་ནི།
en: This belief is everywhere unfounded, and it is from the unfounded nature of this belief that there is the knowledge that is without foundation.

source: ཞི་བའི་བློ་གྲོས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པའོ། །
en: This, Śāntamati, is the thorough comprehension of the belief in a true self.

source: ཞི་བའི་བློ་གྲོས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པ་ཞེས་བྱ་བ་འདི་ནི་སྟོང་པ་ཉིད་ཀྱི་ཚིག་བླ་དགས་ཏེ།
en: “The expression thorough comprehension of the belief in a true self, Śāntamati, is a designation for emptiness.

source: སྟོང་པ་ཉིད་ཀྱི་རྗེས་སུ་འཐུན་པའི་བཟོད་པས་ལྟ་བ་དེ་མི་འཛིན་པ་གང་ཡིན་པ་འདི་ཡང་ཞི་བའི་བློ་གྲོས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པའོ། །
en: Due to an acceptance that it is in conformity with emptiness, one does not hold on to that belief.

source: ཞི་བའི་བློ་གྲོས་མཚན་མ་མེད་པ་དང་།
en: This, too, Śāntamati, is thorough comprehension of the belief in a true self.

source: སྨོན་པ་མེད་པ་དང་། མངོན་པར་འདུ་བྱེད་པ་མེད་པ་དང་། མ་སྐྱེས་པ་དང་།
en: Due to the belief in emptiness, groundlessness, desirelessness, being unconditioned, not being born, and not arising, Śāntamati, one does not hold on to the belief that there is a true self.

source: སྐྱེ་བ་མེད་པའི་ལྟ་བས་འཇིག་ཚོགས་ཞེས་བྱ་བའི་ལྟ་བ་དེ་མི་འཛིན་པ་འདི་ཡང་ཞི་བའི་བློ་གྲོས་འཇིག་ཚོགས་ལ་ལྟ་བ་ཡོངས་སུ་ཤེས་པའོ། །
en: This, too, Śāntamati, is thorough comprehension of the belief in a true self.

source: ཞི་བའི་བློ་གྲོས་འཇིག་ཚོགས་ཞེས་བྱ་བ་དེ་ནི་ཚོགས་མ་ཡིན་པ།
en: “This so-called ‘true self,’ Śāntamati, does not have a self.

source: འབྱུང་བ་མ་ཡིན་པ།
en: It does not draw anything to itself;

source: རྣམ་པར་འབྱུང་བ་མ་ཡིན་པ་སྟེ།
en: it does not expand its control.

source: དེ་ནི་གཟོད་མ་ཉིད་ནས་བྱུང་བ་མ་ཡིན་པ། ཀུན་བརྟགས་པའོ། །
en: It does not accumulate;

source: བྱུང་བ་མ་ཡིན་ཞིང་ཀུན་བརྟགས་པ་གང་ཡིན་པ་དེ་ནི་ཡོངས་སུ་བརྟག་པ་མ་ཡིན།
en: it does not disperse.

source: རྣམ་པར་བརྟག་པ་མ་ཡིན་ནོ། །ཡོངས་སུ་བརྟག་པ་མ་ཡིན། རྣམ་པར་བརྟག་པ་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ནི་བྱ་བ་མ་ཡིན་པ། རྣམ་པར་བསྒྲུབ་པ་མ་ཡིན་པ།
en: From the very beginning, it is an unreal thing, a figment of the imagination, and an unreal thing, a figment of the imagination, cannot be ascertained or determined.

source: བསླང་བ་མ་ཡིན་པ། ཤེས་པར་བྱ་བ་མ་ཡིན་པའོ། །བྱ་བ་མ་ཡིན་པ་དང་། རྣམ་པར་བསྒྲུབ་པ་མ་ཡིན་པ་དང་།
en: What cannot be ascertained or determined cannot be made, firmly established, erected, or inhabited.

source: བསླང་བ་མ་ཡིན་པ་དང་། ཤེས་པར་བྱ་བ་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ནི་ཞི་བ་ཞེས་བྱའོ། །
en: What cannot be made, firmly established, erected, or inhabited is what is called calm.”

source: གསོལ་པ། ཉེ་བར་ཞི་བ་དང་ལྡན་པ། ཉེ་བར་ཞི་བ་དང་ལྡན་པ་ཞེས་བགྱི་བ། གང་ཉེ་བར་ཞི་བས་ཉེ་བར་ཞི་བ་དང་ལྡན་པ་ཞེས་བགྱི། བཀའ་སྩལ་པ།
en: Śāntamati then further inquired, “It is said, ‘a calmed one, a calmed one.’ Blessed One, through the calming of what is one said to be a calmed one?”

source: དམིགས་པས་སེམས་འབར་བར་བྱེད་དེ།
en: The Blessed One answered, “When one has a basis for cognition, one inflames the mind.

source: གང་ཕྱིས་དམིགས་པར་མི་བྱེད་པ་དེ་མི་འབར་རོ། །
en: The one who does not make anything into the basis for cognition, that one does not become inflamed.

source: མི་འབར་ན་ཉེ་བར་ཞི་བ་དང་ལྡན་པ་ཞེས་བྱའོ། །
en: One who is not inflamed is called a calmed one.

source: ཞི་བའི་བློ་གྲོས་འདི་ལྟ་སྟེ་དཔེར་ན་མེ་ནི་རྒྱུ་ལས་འབར་གྱི། རྒྱུ་མེད་ན་འཆི་བར་འགྱུར་རོ། །དེ་བཞིན་དུ་དམིགས་པ་ལས་སེམས་འབར་གྱི། དམིགས་པ་མེད་ན་ཞི་བར་འགྱུར་རོ།། །།
en: Indeed, Śāntamati, just as a fire burns when it has fuel and it stops burning when it has no fuel, in the same way one inflames the mind when one has a basis for cognition and one calms down when one does not have a basis for cognition.

source: བམ་པོ་བདུན་པ། ཞི་བའི་བློ་གྲོས་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མཁས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་དག་པ་ནི་དམིགས་པ་ཞི་བ་ཉིད་དུ་ཡང་རབ་ཏུ་ཤེས་ལ། དགེ་བའི་རྩ་བ་ལ་དམིགས་པ་ཡང་ཞི་བར་མི་བྱེད་དོ། །
en: “In this respect, Śāntamati, the bodhisattvas who have mastered skill in means and purified the perfection of wisdom understand the nature of calming the bases for cognition, but they do not calm down the cognitive basis for the roots of virtue.

source: ཉོན་མོངས་པ་ལ་དམིགས་པ་ཡང་མི་སྐྱེད་ལ་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དམིགས་པ་ཡང་སྐྱེད་དོ། །
en: They do not generate the cognitive bases for the afflictions, but they still generate the cognitive bases for the perfections.

source: བདུད་དང་ཉེ་བའི་ཉོན་མོངས་པའི་དམིགས་པ་ཡང་སྤོང་ལ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་འཐུན་པའི་ཆོས་ལ་དམིགས་པ་ཡང་མི་སྤོང་ངོ་། །
en: They let go of the cognitive bases for the secondary afflictions and Māra, but they do not let go of the cognitive bases for the qualities that are conducive to awakening.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ཆོས་འདོད་པ་ལ་དམིགས་པ་ཡང་མི་ལེན་ལ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་སེམས་ལ་དམིགས་པ་ཡང་མི་འདོར་རོ། །
en: They do not take hold of the cognitive bases for desiring the teachings for the disciples and the solitary buddhas, but they do not give up the cognitive basis for the aspiration for the state of an omniscient one.

source: སྟོང་པ་ཉིད་དུ་དམིགས་པ་ལ་ཡང་རབ་ཏུ་རྟོག་ལ་སེམས་ཅན་ཐམས་ཅད་སྙིང་རྗེ་ཆེན་པོའི་དམིགས་པར་ཡང་བལྟའོ། །
en: They have a strong regard for the cognitive basis of emptiness, but they still look for the cognitive basis of great compassion for all beings.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་ཐབས་ལ་མཁས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་དག་པ་ནི་དམིགས་པ་ལ་དབང་འཐོབ་སྟེ།
en: “Furthermore, Śāntamati, bodhisattvas who have mastered skill in means and purified the perfection of wisdom attain mastery over the bases of cognition.

source: མ་སྐྱེས་པའི་དམིགས་པ་ལ་ཡང་ངེས་པར་སེམས་ལ་བསམས་བཞིན་དུ་སྐྱེ་བའི་དམིགས་པ་ཡང་མི་སྤོང་ངོ་། །
en: They have a profound knowledge of the cognitive basis of what is not born, but they do not let go of the cognitive basis of taking rebirth intentionally.

source: མངོན་པར་འདུ་བྱ་བ་མེད་པའི་དམིགས་པ་ལ་ཡང་འཇུག་ལ་དགེ་བའི་རྩ་བ་མངོན་པར་འདུ་བྱ་བའི་དམིགས་པ་ཡང་ཉམས་འོག་ཏུ་ཆུད་པར་བྱེད་དོ། །
en: They enter into the cognitive basis of what is unconditioned, yet they bring out the cognitive basis of the roots of virtue, which are conditioned.

source: མཚན་མ་མེད་པའི་དམིགས་པ་ལ་ཡང་དཔྱོད་ལ་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་དམིགས་པ་ཡང་ཆུད་མི་གཟོན་ཏོ། །
en: They examine the cognitive basis of the groundless, but they do not destroy the cognitive basis of the aspiration for awakening.

source: སྨོན་པ་མེད་པའི་དམིགས་པ་ཡང་རྣམ་པར་མཐོང་ལ་ཁམས་གསུམ་པའི་དམིགས་པ་ལ་ཡང་མི་སྨོད་དོ། །
en: They display the cognitive basis of what is without desire, but they do not condemn the cognitive basis of the three worlds.

source: ཤེས་རབ་དང་ཐབས་ལས་ངེས་པར་བྱུང་བ་དེ་ནི་དམིགས་པ་ཐམས་ཅད་ལ་ཡང་དབང་བྱེད་པར་འགྱུར་ཏེ་དེ་མི་སྡུག་པ་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་སྐུ་སྡུག་པ་ལ་སེམས་གནས་སོ། །
en: “Becoming adepts at wisdom and skill in means, they also gain the ability to control all the bases of cognition in such a way that, even when something repulsive becomes the object of their cognition, their minds remain fixed on the beautiful body of the realized ones.

source: མི་རྟག་པ་ལ་དམིགས་ནས་འཁོར་བ་ལ་སེམས་ཡོངས་སུ་མི་སྐྱོ་བ་ཉིད་དུ་སེམས་གནས་སོ། །
en: While making an impermanent thing the object of their cognition, their minds remain firmly in a state of tirelessness with respect to the world of rebirth.

source: སྡུག་བསྔལ་ལ་དམིགས་ནས་སེམས་ཅན་ཐམས་ཅད་མྱ་ངན་ལས་འདས་པ་བདེ་བ་ལ་དགོད་པར་སེམས་གནས་སོ། །
en: While making suffering the object of their cognition, their minds remain set on establishing all beings in the bliss of cessation.

source: བདག་མེད་པ་ལ་དམིགས་ནས། སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་རྗེ་ཆེན་པོའི་སེམས་གནས་སོ། །
en: While making no self the object of their cognition, their minds remain fixed on having great compassion for all beings.

source: འདོད་ཆགས་ལ་དམིགས་ནས་སེམས་ཅན་འདོད་ཆགས་ལ་སྤྱོད་པ་རྣམས་ལ་མི་སྡུག་པའི་སྨན་ཆེན་པོ་ཡང་དག་པར་བསྟན་པར་སེམས་གནས་སོ། །
en: “While making desire the object of their cognition, their minds remain set on providing a vision of the great medicine of revulsion to those who indulge their desires.

source: ཞེ་སྡང་ལ་དམིགས་ནས་སེམས་ཅན་ཞེ་སྡང་ལ་སྤྱོད་པ་རྣམས་ལ་བྱམས་པ་ཆེན་པོའི་སྨན་ཆེན་པོ་ཡང་དག་པར་བསྟན་པར་སེམས་གནས་སོ། །
en: While making hatred the object of their cognition, their minds remain set on providing a vision of the great medicine of great love to those who carry out acts of hatred.

source: གཏི་མུག་ལ་དམིགས་ནས་སེམས་ཅན་གཏི་མུག་ལ་སྤྱོད་པ་རྣམས་ལ་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བའི་སྨན་ཆེན་པོ་ཡང་དག་པར་བསྟན་པར་སེམས་གནས་སོ། །
en: While making ignorance the object of their cognition, their minds remain set on providing a vision of the great medicine of dependent arising to those who commit acts of ignorance.

source: ཆ་མཉམ་པ་ལ་དམིགས་ནས་སེམས་ཅན་ཆ་མཉམ་པ་ལ་སྤྱོད་པ་རྣམས་ལ་མི་རྟག་པའི་འདུ་ཤེས་ཀྱི་སྨན་ཆེན་པོ་ཡང་དག་པར་བསྟན་པར་སེམས་གནས་སོ། །
en: While making an equal measure of desire, hatred, and ignorance the object of their cognition, their minds remain set on providing a vision of the great medicine of perceiving impermanence to those who carry out an equal measure of such acts.

source: འདོད་ཆགས་དང་བྲལ་བ་ལ་དམིགས་ནས་ཉན་ཐོས་སུ་འདུལ་བར་སེམས་གནས་སོ། །
en: “While making dispassion the object of their cognition, their minds remain set on guiding the disciples.

source: ཞེ་སྡང་དང་བྲལ་བ་ལ་དམིགས་ནས་རང་སངས་རྒྱས་སུ་འདུལ་བར་སེམས་གནས་སོ། །
en: While making the absence of hatred the object of their cognition, their minds remain set on guiding the solitary buddhas.

source: གཏི་མུག་དང་བྲལ་བ་ལ་དམིགས་ནས་བྱང་ཆུབ་སེམས་དཔར་འདུལ་བར་སེམས་གནས་སོ། །
en: While making the absence of ignorance the object of their cognition, their minds remain set on guiding the bodhisattvas.

source: གཟུགས་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་གཟུགས་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While making form the object of their cognition, their minds remain set on attaining the form of a realized one.

source: སྒྲ་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་སྒྲ་དབྱངས་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making sound the object of their cognition, their minds remain set on attaining the voice of a realized one.

source: དྲི་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་ཚུལ་ཁྲིམས་ཀྱི་དྲི་བསུང་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making smell the object of their cognition, their minds remain set on attaining the scent of a realized one’s moral conduct.

source: རོ་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་སྐྱེས་བུ་ཆེན་པོའི་མཚན་རོ་བྲོ་བའི་མཆོག་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making flavor the object of their cognition, their minds remain set on attaining the finest of flavors, which are the marks of a great being possessed by the realized ones.

source: རེག་བྱ་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་ཕྱག་དང་ཞབས་འཇམ་ཞིང་གཞོན་པ་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making touch the object of their cognition, their minds remain set on attaining the smooth and youthful hands and feet of a realized one.

source: ཆོས་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་སེམས་ངེས་པར་སེམས་པ་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making mental phenomena the object of their cognition, their minds remain set on attaining the profound comprehension of a realized one’s mind.

source: སྦྱིན་པ་ལ་དམིགས་ནས་མཚན་དང་དཔེ་བྱད་བཟང་པོ་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While making generosity the object of their cognition, their minds remain set on attaining the distinctive features and secondary marks of a great being.

source: ཚུལ་ཁྲིམས་ལ་དམིགས་ནས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making moral conduct the object of their cognition, their minds remain set on the act of purifying a buddha domain.

source: བཟོད་པ་ལ་དམིགས་ནས་ཚངས་པའི་སྒྲ་དབྱངས་དང་གསེར་གྱི་མདོག་ཏུ་འདུག་པའི་པགས་པ་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making patience the object of their cognition, their minds remain set on attaining the pleasing tone of a brahmā’s voice and skin the color of gold.

source: བརྩོན་འགྲུས་ལ་དམིགས་ནས་སེམས་ཅན་ཐམས་ཅད་བསྒྲལ་བར་སེམས་གནས་སོ། །
en: While making heroic effort the object of their cognition, their minds remain set on liberating all beings.

source: བསམ་གཏན་ལ་དམིགས་ནས་མངོན་པར་ཤེས་པ་བསྐྱེད་པར་སེམས་གནས་སོ། །
en: While making meditation the object of their cognition, their minds remain set on developing the supernormal faculties.

source: ཤེས་རབ་ལ་དམིགས་ནས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལྟ་བ་དང་། ཉོན་མོངས་པའི་ཀུན་ནས་ཉོན་མོངས་པ་རྒྱུན་བཅད་པར་སེམས་གནས་སོ། །
en: While making wisdom the object of their cognition, their minds remain set on allaying the pain of all beings that comes from their opinions and afflictions.

source: བྱམས་པ་ལ་དམིགས་ནས་སེམས་ཅན་ཐམས་ཅད་ལ་ཁོང་ཁྲོ་བའི་སེམས་མེད་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While making love the object of their cognition, their minds remain set on making the minds of all beings devoid of anger.

source: སྙིང་རྗེ་ལ་དམིགས་ནས་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བར་སེམས་གནས་སོ། །
en: While making compassion the object of their cognition, their minds remain set on laying their hands on the true Dharma.

source: དགའ་བ་ལ་དམིགས་ནས་ཆོས་བསྟན་པ་ལ་མཆོག་ཏུ་དགའ་བར་བྱ་བར་སེམས་གནས་སོ། །
en: While making joy the object of their cognition, their minds remain set on finding supreme joy in the teaching of the Dharma.

source: བཏང་སྙོམས་ལ་དམིགས་ནས་སེམས་ཅན་རྗེས་སུ་ཆགས་པ་དང་། ཁོང་ཁྲོ་བ་སྤང་བ་ལ་སྦྱར་བར་སེམས་གནས་སོ། །
en: While making equanimity the object of their cognition, their minds remain set on encouraging beings to let go of their anger and attachment.

source: བསྡུ་བའི་དངོས་པོ་ལ་དམིགས་ནས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While making the means of drawing others to oneself the object of their cognition, their minds remain focused on bringing beings to maturity.

source: སེར་སྣའི་སྐྱོན་ལ་དམིགས་ནས་བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏང་བར་སེམས་གནས་སོ། །
en: While making the fault of avarice the object of their cognition, their minds remain set on giving away everything they have.

source: འཆལ་པའི་ཚུལ་ཁྲིམས་ཀྱི་སྐྱོན་ལ་དམིགས་ནས་ཚུལ་ཁྲིམས་རྣམ་པར་དག་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making the fault of indiscipline the object of their cognition, their minds remain set on the act of purifying their discipline.

source: གནོད་སེམས་ཀྱི་སྐྱོན་ལ་དམིགས་ནས་བཟོད་པའི་སྟོབས་དང་། དེས་པ་ལ་སེམས་གནས་སོ། །
en: While making the fault of malice the object of their cognition, their minds remain fixed on the gentility and strength of patience.

source: ལེ་ལོའི་སྐྱོན་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་སྟོབས་ཡོངས་སུ་བསྒྲུབ་པར་སེམས་གནས་སོ། །
en: While making the fault of laziness the object of their cognition, their minds remain set on perfecting the powers of the realized ones.

source: གཡེང་བའི་སྐྱོན་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་བསམ་གཏན་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making the fault of mental distraction the object of their cognition, their minds remain set on attaining the meditative concentration of the realized ones.

source: འཆལ་པའི་ཤེས་རབ་ཀྱི་སྐྱོན་ལ་དམིགས་ནས་ཆགས་པ་མེད་པའི་ཡེ་ཤེས་རབ་ཏུ་རྫོགས་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While making the fault of faulty discrimination the object of their cognition, their minds remain set on the act of perfecting the knowledge of dispassion.

source: ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཡིད་ལ་བྱས་ནས་ཐེག་པ་ཆེན་པོ་ཡང་དག་པར་བསྒྲུབ་པར་སེམས་གནས་སོ། །
en: “While fixing their attention upon the disciples and solitary buddhas, their minds remain set on the attainment of the Great Vehicle.

source: ཡིད་འབྱུང་བ་ཡིད་ལ་བྱས་ནས་སྡིག་པ་ཐམས་ཅད་མི་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon an agitated state of mind, their minds remained set on not committing any transgressions.

source: ངན་འགྲོ་ངན་སོང་ཡིད་ལ་བྱས་ནས་ངན་འགྲོ་ངན་སོང་དང་། མི་ཁོམ་པར་སྐྱེས་པའི་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་བསྐྱབ་པར་སེམས་གནས་སོ། །
en: While fixing their attention upon the bad places of rebirth that are the lower realms, their minds remained set on rescuing all those beings who had been reborn in bondage in the bad places of rebirth that are the lower realms.

source: ལྷ་ཡིད་ལ་བྱས་ནས་འབྱོར་པ་ཐམས་ཅད་མཐར་རྒུད་པར་འགྱུར་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the gods, their minds remained set on the fact that all one’s fortune comes to naught in the end.

source: མི་ཡིད་ལ་བྱས་ནས་སྙིང་པོ་བླང་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon human beings, their minds remained set on holding on to what is of central importance.

source: སངས་རྒྱས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ནས་སངས་རྒྱས་དང་ཕྲད་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While fixing their attention upon the mindful recollection of the buddhas, their minds remain set on making an actual connection with the buddhas.

source: ཆོས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ནས་སློབ་དཔོན་གྱི་ཆོས་ལ་དཔེ་མཁྱུད་མེད་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the mindful recollection of the Dharma, their minds remain set on not being close-fisted as a teacher of the Dharma.

source: དགེ་འདུན་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ནས་ཕྱིར་མི་ལྡོག་པའི་ཆོས་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the mindful recollection of the Saṅgha, their minds remain set on attaining the state of being impossible to turn back from unsurpassable and perfect awakening.

source: གཏོང་བ་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ནས་གཏང་བ་ཐམས་ཅད་ཡོངས་སུ་གཏང་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the mindful recollection of surrender, their minds remain set on giving away everything they have to give.

source: ཚུལ་ཁྲིམས་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ནས་སྨོན་པ་དང་། བསམ་གཏན་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་ཡོངས་སུ་རྫོགས་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the recollection of moral conduct, their minds remain set on bringing to fulfillment their vow, meditation, and the constitutive factors of awakening.

source: ལྷ་རྗེས་སུ་དྲན་པ་ཡིད་ལ་བྱས་ནས། ལྷ་ཐམས་ཅད་ཀྱིས་བསྟོད་ཅིང་བསྔགས་པའི་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ལ་གནས་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the recollection of the gods, their minds remain set on becoming established in the knowledge of the buddhas, which is praised and lauded by all the gods.

source: ལུས་ཡིད་ལ་བྱས་ནས། སངས་རྒྱས་ཀྱི་སྐུ་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While fixing their attention upon the body, their minds remain set on attaining the body of a buddha.

source: ངག་ཡིད་ལ་བྱས་ནས་སངས་རྒྱས་ཀྱི་གསུང་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon speech, their minds remain set on attaining the speech of a buddha.

source: སེམས་ཡིད་ལ་བྱས་ནས་སངས་རྒྱས་དང་མཉམ་པའི་སེམས་ཐོབ་པར་བྱ་བར་སེམས་གནས་སོ། །
en: While fixing their attention upon the mind, their minds remain set on attaining the even-mindedness of the buddhas.

source: འདུས་བྱས་ལ་དམིགས་ནས་དེ་བཞིན་གཤེགས་པའི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱ་བར་སེམས་གནས་སོ། །
en: “While making conditioned things the object of their cognition, their minds remain set on attaining the knowledge of the realized ones to completion.

source: འདུས་མ་བྱས་ལ་དམིགས་ནས་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཡོངས་སུ་རྫོགས་པར་བྱ་བར་སེམས་གནས་ཏེ།
en: While making unconditioned things the object of their cognition, their minds remain set on attaining the knowledge of the buddhas to completion.

source: ཞི་བའི་བློ་གྲོས་དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཀྱི་ཕྱིར་ཡིད་ལ་མི་བྱེད་པའི་དམིགས་པ་དེ་གང་ཡང་མེད་དོ། །
en: “In other words, Śāntamati, the bodhisattva possesses no basis of cognition in which the mind’s attention is not fixed on achieving the knowledge of an omniscient one.

source: བྱང་ཆུབ་སེམས་དཔའ་དེའི་དམིགས་པ་ཐམས་ཅད་ནི་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་བསྔོ་པའོ། །
en: The bodhisattva dedicates all bases of cognition to awakening.
